<? if($ipErr): ?>
		<hr>
		<div class="alert alert-danger" >
			Вы находитесь не на территории России. В доступе отказано.
		</div>
<? endif; ?>

<h2>Описание системы</h2>

<p class = "text" align="justify"> Данная система предназначена для хранения пользовательских геоинформационных данных с защитой их от изменений. Это  означает, что данные не могут быть изменены после создания пользователем, ни компанией предоставляющей данный сервис, ни третьими лицами, так как информация о пользовательских файлах храниться в специальном смарт-контракте размещенным на блокчейне Ethereum.</p>

<p class = "text" align="justify">Уникальное програмное обеспечение, снимки БПЛА, контракты и договоры, базы данных, графические данные, картографическая информация, фотобанки цифровых изображений, видео и звуковые файлы  и др. Все эти данные требуют гарантирванной защиты  от изменений и сохранения авторских прав, с возможносями их независимой проверки, лежащими в основе самой технологии «блокчейн». </p>

<h3>Как защитить авторское право с помощью блокчейн-технологии уже сейчас?</h3>

<p class = "text" align="justify">Очевидно, что сохранение произведения в публичном децентрализованном реестре (в блокчейне) как нельзя лучше подходит для фиксации такого рода фактов. Как это работает? В настоящее время, наша компания предоставляет сервис, с помощью которого загружаемый файл с авторским произведением хешируется, а результат (уникальный отпечаток файла — хеш) заносится в блокчейн. Такая запись содержит временные метки (timestamps), и в нее невозможно внести изменения, даже спецслужбам. В случае необходимости проверки проводится повторная операция хеширования, и полученный хеш сравнивается с хешем, хранящимся в блокчейне. Совпадение хеша гарантирует, что конкретный файл был внесен в блокчейн в конкретный момент времени.</p>

<p class = "text" align="justify">По сравнению с традиционным депонированием произведений, блокчейн позволяет существенно упростить процедуру фиксации факта авторства, сократить ее сроки и стоимость. Кроме того, эти записи остаются в реестре независимо от существования организации-депозитария.</p>

<h3>Как контролировать использование и распространение объектов авторских прав и получать авторские вознаграждения? <i>(Under construction)</i></h3>

<p class = "text" align="justify">С развитием технологий авторам и правообладателям становится все сложнее отслеживать информацию о том, кто, где и каким образом использует принадлежащие им произведения, а также оперативно получать информацию о возможных нарушениях их прав.</p>

<p class = "text" align="justify">С помощью блокчейна с применением описанной выше технологии создания уникальных хэшей и временных меток правообладатели могут создавать цифровые копии своих произведений и для каждой прописывать разрешенные способы ее использования (например, одну из копий можно скачать и изменить, другую — только предоставить для публичного доступа на нашем сайте).</p>

<p class = "text" align="justify">Блокчейн позволяет быстро отследить, какая копия произведения когда и кем использовалась, и применить соответствующие меры правовой защиты в случае использования объекта авторского права с нарушением. Записи в децентрализованном реестре, содержащие сведения о том, кому и какие права принадлежат, кто является уполномоченным лицензиатом и т. д., позволят каждому потребителю, проверить подлинность продукта и отличить его от подделки.</p>

<p class = "text" align="justify">В настоящее время, нашей  компанией планируется создание специализированной платформы, использующией смарт-контракты, которые позволяют покупать и продавать те или иные объекты авторских прав, контролировать и выплачивать вознаграждения авторам, минуя посредников в лице обществ коллективного управления правами. Последние, как известно, за оплату своих услуг удерживают достаточно высокие проценты от авторских вознаграждений, а выплату вознаграждений осуществляют на основе заключенных с каждым автором и правообладателем соглашений.</p>

